pages/faa-regulations-for-free-balloons.html
<!DOCTYPE html>
<html prefix="og: http://ogp.me/ns# article: http://ogp.me/ns/article# " lang="en">
<head>
<meta charset="utf-8">
<meta name="description" content="FAA regulations for free balloon flights">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>FAA Regulations for free balloons | Shiny Penny</title>
<link href="/assets/css/bootstrap.min.css" rel="stylesheet" type="text/css">
<link href="/assets/css/rst.css" rel="stylesheet" type="text/css">
<link href="/assets/css/code.css" rel="stylesheet" type="text/css">
<link href="/assets/css/colorbox.css" rel="stylesheet" type="text/css">
<link href="/assets/css/theme.css" rel="stylesheet" type="text/css">
<link href="/assets/css/custom.css" rel="stylesheet" type="text/css">
<link href="/assets/css/ipython.min.css" rel="stylesheet" type="text/css">
<link href="/assets/css/nikola_ipython.css" rel="stylesheet" type="text/css">
<meta name="theme-color" content="#5670d4">
<meta name="generator" content="Nikola (getnikola.com)">
<link rel="alternate" type="application/rss+xml" title="RSS" href="/rss.xml">
<link rel="alternate" type="application/atom+xml" title="Atom" href="/index.atom">
<link rel="canonical" href="http://www.shinypenny.org/pages/faa-regulations-for-free-balloons.html">
<!--[if lt IE 9]><![endif]--><meta name="author" content="Rodney Price">
<meta property="og:site_name" content="Shiny Penny">
<meta property="og:title" content="FAA Regulations for free balloons">
<meta property="og:url" content="http://www.shinypenny.org/pages/faa-regulations-for-free-balloons.html">
<meta property="og:description" content="FAA regulations for free balloon flights">
<meta property="og:type" content="article">
<meta property="article:published_time" content="2017-10-12T17:47:06-06:00">
<meta property="article:tag" content="balloon">
<meta property="article:tag" content="legal">
</head>
<body>
<a href="#content" class="sr-only sr-only-focusable">Skip to main content</a>

<!-- Menubar -->

<nav class="navbar navbar-inverse navbar-static-top"><div class="container">
<!-- This keeps the margins nice -->
        <div class="navbar-header">
            <button type="button" class="navbar-toggle collapsed" data-toggle="collapse" data-target="#bs-navbar" aria-controls="bs-navbar" aria-expanded="false">
            <span class="sr-only">Toggle navigation</span>
            <span class="icon-bar"></span>
            <span class="icon-bar"></span>
            <span class="icon-bar"></span>
            </button>
            <a class="navbar-brand" href="http://www.shinypenny.org/">

                <span id="blog-title">Shiny Penny</span>
            </a>
        </div>
<!-- /.navbar-header -->
        <div class="collapse navbar-collapse" id="bs-navbar" aria-expanded="false">
            <ul class="nav navbar-nav">
<li>
<a href="/pages/about/index.html">About</a>
            </li>
<li class="dropdown">
<a href="#" class="dropdown-toggle" data-toggle="dropdown" aria-haspopup="true" aria-expanded="false">Projects <b class="caret"></b></a>
            <ul class="dropdown-menu"><li>
<a href="/pages/projects/balloon/">High-altitude balloon</a>
            </li></ul>
</li>
<li class="dropdown">
<a href="#" class="dropdown-toggle" data-toggle="dropdown" aria-haspopup="true" aria-expanded="false">Reference <b class="caret"></b></a>
            <ul class="dropdown-menu">
<li>
<a href="/pages/reference/markup/">Markup</a>
                    </li>
<li>
<a href="/pages/reference/software/">Software</a>
                    </li>
<li>
<a href="/pages/reference/hardware/">Hardware</a>
            </li>
</ul>
</li>
<li>
<a href="http://github.com/rodprice">GitHub</a>
                </li>
<li>
<a href="/archive.html">Archive</a>
                </li>
<li>
<a href="/categories/">Tags</a>

                
            </li>
</ul>
<ul class="nav navbar-nav navbar-right">
<li>
    <a href="/pages/faa-regulations-for-free-balloons.org" id="sourcelink">Source</a>
    </li>

                
            </ul>
</div>
<!-- /.navbar-collapse -->
    </div>
<!-- /.container -->
</nav><!-- End of Menubar --><div class="container" id="content" role="main">
    <div class="body-content">
        <!--Body content-->
        <div class="row">
            
            
<article class="post-text storypage" itemscope="itemscope" itemtype="http://schema.org/Article"><header><h1 class="p-name entry-title" itemprop="headline name"><a href="/pages/faa-regulations-for-free-balloons.html" class="u-url">FAA Regulations for free balloons</a></h1>

        

    </header><div class="e-content entry-content" itemprop="articleBody text">
    <div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">FCC regulations</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1">22.925 Prohibition on airborne operation of cellular telephones</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Cellular telephones installed in or carried aboard airplanes, balloons
or any other type of aircraft must not be operated while such aircraft
are airborne (not touching the ground). When any aircraft leaves the
ground, all cellular telephones on board that aircraft must be turned
off. The following notice must be posted on or near each cellular
telephone installed in any aircraft:
</p>

<p>
“The use of cellular telephones while this aircraft is airborne is
prohibited by FCC rules, and the violation of this rule could result
in suspension of service and/or a fine. The use of cellular telephones
while this aircraft is on the ground is subject to FAA regulations.”
</p>
</div>
</div>
</div>


<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">FAA Part D regulations</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-sec-2-1" class="outline-3">
<h3 id="sec-2-1">101.31 Applicability</h3>
<div class="outline-text-3" id="text-2-1">
<p>
This subpart applies to the operation of unmanned free
balloons. However, a person operating an unmanned free balloon within
a restricted area must comply only with §101.33 (d) and (e) and with
any additional limitations that are imposed by the using or
controlling agency, as appropriate.
</p>
</div>
</div>

<div id="outline-container-sec-2-2" class="outline-3">
<h3 id="sec-2-2">101.33 Operating limitations</h3>
<div class="outline-text-3" id="text-2-2">
<p>
No person may operate an unmanned free balloon—
</p>

<p>
(a) Unless otherwise authorized by ATC, below 2,000 feet above the
surface within the lateral boundaries of the surface areas of Class B,
Class C, Class D, or Class E airspace designated for an airport;
</p>

<p>
(b) At any altitude where there are clouds or obscuring phenomena of
more than five-tenths coverage;
</p>

<p>
(c) At any altitude below 60,000 feet standard pressure altitude where
the horizontal visibility is less than five miles;
</p>

<p>
(d) During the first 1,000 feet of ascent, over a congested area of a
city, town, or settlement or an open-air assembly of persons not
associated with the operation; or
</p>

<p>
(e) In such a manner that impact of the balloon, or part thereof
including its payload, with the surface creates a hazard to persons or
property not associated with the operation.
</p>
</div>
</div>

<div id="outline-container-sec-2-3" class="outline-3">
<h3 id="sec-2-3">101.35 Equipment and marking requirements</h3>
<div class="outline-text-3" id="text-2-3">
<p>
(a) No person may operate an unmanned free balloon unless—
</p>

<p>
(1) It is equipped with at least two payload cut-down systems or
    devices that operate independently of each other;
</p>

<p>
(2) At least two methods, systems, devices, or combinations
    thereof, that function independently of each other, are
    employed for terminating the flight of the balloon envelope;
    and
</p>

<p>
(3) The balloon envelope is equipped with a radar reflective
    device(s) or material that will present an echo to surface
    radar operating in the 200 MHz to 2700 MHz frequency range.
</p>

<p>
The operator shall activate the appropriate devices required by
paragraphs (a) (1) and (2) of this section when weather conditions
are less than those prescribed for operation under this subpart,
or if a malfunction or any other reason makes the further
operation hazardous to other air traffic or to persons and
property on the surface.
</p>

<p>
(b) No person may operate an unmanned free balloon below 60,000 feet
    standard pressure altitude between sunset and sunrise (as
    corrected to the altitude of operation) unless the balloon and its
    attachments and payload, whether or not they become separated
    during the operation, are equipped with lights that are visible
    for at least 5 miles and have a flash frequency of at least 40,
    and not more than 100, cycles per minute.
</p>

<p>
(c) No person may operate an unmanned free balloon that is equipped
    with a trailing antenna that requires an impact force of more than
    50 pounds to break it at any point, unless the antenna has colored
    pennants or streamers that are attached at not more than 50 foot
    intervals and that are visible for at least one mile.
</p>

<p>
(d) No person may operate between sunrise and sunset an unmanned free
    balloon that is equipped with a suspension device (other than a
    highly conspicuously colored open parachute) more than 50 feet
    along, unless the suspension device is colored in alternate bands
    of high conspicuity colors or has colored pennants or streamers
    attached which are visible for at least one mile.
</p>
</div>
</div>

<div id="outline-container-sec-2-4" class="outline-3">
<h3 id="sec-2-4">101.37 Notice requirements</h3>
<div class="outline-text-3" id="text-2-4">
<p>
(a) Prelaunch notice: Except as provided in paragraph (b) of this
    section, no person may operate an unmanned free balloon unless,
    within 6 to 24 hours before beginning the operation, he gives the
    following information to the FAA ATC facility that is nearest to
    the place of intended operation:
</p>

<p>
(1) The balloon identification.
</p>

<p>
(2) The estimated date and time of launching, amended as necessary
    to remain within plus or minus 30 minutes.
</p>

<p>
(3) The location of the launching site.
</p>

<p>
(4) The cruising altitude.
</p>

<p>
(5) The forecast trajectory and estimated time to cruising
    altitude or 60,000 feet standard pressure altitude, whichever
    is lower.
</p>

<p>
(6) The length and diameter of the balloon, length of the
    suspension device, weight of the payload, and length of the
    trailing antenna.
</p>

<p>
(7) The duration of flight.
</p>

<p>
(8) The forecast time and location of impact with the surface of
    the earth.
</p>

<p>
(b) For solar or cosmic disturbance investigations involving a
    critical time element, the information in paragraph (a) of this
    section shall be given within 30 minutes to 24 hours before
    beginning the operation.
</p>

<p>
(c) Cancellation notice: If the operation is canceled, the person who
    intended to conduct the operation shall immediately notify the
    nearest FAA ATC facility.
</p>

<p>
(d) Launch notice: Each person operating an unmanned free balloon
    shall notify the nearest FAA or military ATC facility of the
    launch time immediately after the balloon is launched.
</p>
</div>
</div>

<div id="outline-container-sec-2-5" class="outline-3">
<h3 id="sec-2-5">101.39 Balloon position reports</h3>
<div class="outline-text-3" id="text-2-5">
<p>
(a) Each person operating an unmanned free balloon shall:
</p>

<p>
(1) Unless ATC requires otherwise, monitor the course of the
    balloon and record its position at least every two hours; and
</p>

<p>
(2) Forward any balloon position reports requested by ATC.
</p>

<p>
(b) One hour before beginning descent, each person operating an
    unmanned free balloon shall forward to the nearest FAA ATC
    facility the following information regarding the balloon:
</p>

<p>
(1) The current geographical position.
</p>

<p>
(2) The altitude.
</p>

<p>
(3) The forecast time of penetration of 60,000 feet standard pressure
    altitude (if applicable).
</p>

<p>
(4) The forecast trajectory for the balance of the flight.
</p>

<p>
(5) The forecast time and location of impact with the surface of the earth.
</p>

<p>
(c) If a balloon position report is not recorded for any two-hour
    period of flight, the person operating an unmanned free balloon
    shall immediately notify the nearest FAA ATC facility. The notice
    shall include the last recorded position and any revision of the
    forecast trajectory. The nearest FAA ATC facility shall be
    notified immediately when tracking of the balloon is
    re-established.
</p>

<p>
(d) Each person operating an unmanned free balloon shall notify the
    nearest FAA ATC facility when the operation is ended.
</p>
</div>
</div>
</div>
    </div>
    

</article>
</div>
        <!--End of body content-->

        <footer id="footer">
            Contents © 2017         <a href="mailto:rod@shinypenny.org">Rodney Price</a> - Powered by         <a href="https://getnikola.com" rel="nofollow">Nikola</a>         
            
        </footer>
</div>
</div>


            <script src="/assets/js/jquery.min.js"></script><script src="/assets/js/bootstrap.min.js"></script><script src="/assets/js/moment-with-locales.min.js"></script><script src="/assets/js/fancydates.js"></script><script src="/assets/js/jquery.colorbox-min.js"></script><script>$('a.image-reference:not(.islink) img:not(.islink)').parent().colorbox({rel:"gal",maxWidth:"100%",maxHeight:"100%",scalePhotos:true});</script><!-- fancy dates --><script>
    moment.locale("en");
    fancydates(2, "YYYY-MM-DD HH:mm");
    </script><!-- end fancy dates -->
</body>
</html>
